domen = 'http://62.113.102.165/'

links = [
    'index.html',
    'Чистка_скважин_в_Казани+.html',
    'Строительство_водозаборного_узла_(ВЗУ).html',
    'Скважина_с_адаптером_в_д._Дулово.html',
    'Система_очистки_воды_под_ключ_+.html',
    'Ремонт_скважин_на_воду_в_Казани_+.html',
    'Обустройство_скважины_на_воду_в_Казани_+.html',
    'Наши_работы.html',
    'Наша_команда_+.html',
    'Лицензирование_скважин_в_Казани_+.html',
    'Летнее_обустройство_скважин.html',
    'Контакты+.html',
    'Бурение_скважин_на_песок_универсальный+.html',
    'Бурение_скважин_на_песок_+.html',
]

for link in links:
    print( f"{domen}{link}" )